tutorials/incompressibleFluid/laminarPipe/ferrum/case/0/U
FoamFile
{
    version 2.0;
    format ascii;
    class volVectorField;
    location "0";
    object U;
}

dimensions [0 1 -1 0 0 0 0];

internalField uniform (0.02 0 0);

boundaryField
{
    inlet
    {
        type fixedValue;
        value nonuniform List<vector>
        192
        (
            (0.038620119917991684 0 0)
            (0.038620119917991684 0 0)
            (0.038620119917991684 0 0)
            (0.038620119917991684 0 0)
            (0.038620119917991684 0 0)
            (0.038620119917991684 0 0)
            (0.038620119917991684 0 0)
            (0.038620119917991684 0 0)
...
        );
    }
    outlet
    {
        type zeroGradient;
    }
    wall
    {
        type noSlip;
    }
}
