tutorials/incompressibleFluid/laminarPipe/ferrum/case/0/p
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object p;
}

dimensions [1 -1 -2 0 0 0 0];

internalField nonuniform List<scalar>
4608
(
    1.5697999999999999
    1.5697999999999999
    1.5697999999999999
    1.5697999999999999
    1.5697999999999999
    1.5697999999999999
    1.5697999999999999
    1.5697999999999999
...
);

boundaryField
{
    inlet
    {
        type zeroGradient;
    }
    outlet
    {
        type fixedValue;
        value uniform 0;
    }
    wall
    {
        type zeroGradient;
    }
}
