tutorials/incompressibleFluid/laminarPipe/ferrum/case/constant/ferrumMeshSummary.txt
FerrumCFD mesh summary
source=generated structured circular pipe
case=tutorials\incompressibleFluid\laminarPipe\ferrum\case
points=4825
cells=4608
faces=14016
internal_faces=12864
boundary_faces=1152
unmatched_boundary_faces=0
duplicate_boundary_faces=0
non_manifold_faces=0

[patches]
inlet type=patch tag=1 faces=192 startFace=12864
outlet type=patch tag=2 faces=192 startFace=13056
wall type=wall tag=3 faces=768 startFace=13248

[face_zones]

[cell_zones]
